{
	"Word": "Glossary Entry",
	"Description": "Project Description",
	"glossary": [
		{
			"Word": "3D",
			"Description": "No space. Not 3-D.",
			"@type": "glossary-entry"
		},
		{
			"Word": "3G, 4G",
			"Description": "Types of cell phone networks.",
			"@type": "glossary-entry"
		},
		{
			"Word": "50-50",
			"Description": "Note hyphen and use of numerals. Example: They figure their candidate has a 50-50 chance.",
			"@type": "glossary-entry"
		},
		{
			"Word": "8x, 16x",
			"Description": "Format for values that denote the speed of drives such as CD and DVD drives. Example: The DVD-RW drive boasts write, rewrite, and read speeds of 16x, 8x, and 16x, respectively.",
			"@type": "glossary-entry"
		},
		{
			"Word": "9/11",
			"Description": "Acceptable abbreviation for September 11, 2001, when space is tight; however, Sept. 11 is the preferred abbreviation.",
			"@type": "glossary-entry"
		},
		{
			"Word": "C (language)",
			"Description": "Old-school programming language, still in use around the world. Note capitalization.",
			"@type": "glossary-entry"
		},
		{
			"Word": "ActiveX",
			"Description": "Note capitalization of this Microsoft trademark. Term should be used as an adjective only. Example: ActiveX control, ActiveX technologies.",
			"@type": "glossary-entry"
		},
		{
			"Word": "actor",
			"Description": "Use actor for everyone, not actress for female actors. See &ldquo;Write gender-neutral copy.&rdquo;",
			"@type": "glossary-entry"
		},
		{
			"Word": "add-on (n., adj.), add on (v.)",
			"Description": "Note hyphen when used as a noun or adjective. Two words when used as a verb.",
			"@type": "glossary-entry"
		},
		{
			"Word": "address book",
			"@type": "glossary-entry",
			"Description": "Description"
		},
		{
			"Word": "adware",
			"@type": "glossary-entry",
			"Description": "Description"
		},
		{
			"Word": "aka",
			"Description": "Abbreviation for also known as. Lowercase, no periods, no spaces.",
			"@type": "glossary-entry"
		},
		{
			"Word": "alt text",
			"Description": "Short for alternative text, which is text entered into the HTML alt attribute associated with an image on a webpage. See &ldquo;Alt text and image captions.&rdquo;",
			"@type": "glossary-entry"
		},
		{
			"Word": "anti-",
			"Description": "Generally, close up this prefix with root words unless the root word starts with an i or a capital letter—if it does, hyphenate. Examples: anti-intelligence, anti-American, antispyware.",
			"@type": "glossary-entry"
		},
		{
			"Word": "antivirus",
			"Description": "Lowercase when used generically. When referring to the name of a specific antivirus product, use the manufacturer&rsquo;s spelling, hyphenation, and capitalization. Example: Our review of antivirus software starts with Symantec&rsquo;s Norton AntiVirus.",
			"@type": "glossary-entry"
		},
		{
			"Word": "app",
			"Description": "Short form of application. Plural: apps.  Do not use if there&rsquo;s any room for confusion.",
			"@type": "glossary-entry"
		},
		{
			"Word": "ASCII",
			"Description": "Acronym for American Standard Code for Information Interchange. Acronym is always OK.",
			"@type": "glossary-entry"
		},
		{
			"Word": "audio conference",
			"@type": "glossary-entry",
			"Description": "Description"
		},
		{
			"Word": "auto-renew (adj., v.)",
			"Description": "Note hyphen. Example: The software includes an auto-renew feature. For the verb, it&rsquo;s preferable to use automatically renew, unless space is very tight and the meaning of auto-renew will be clear from the context. Examples: Your subscription will automatically renew. Check this box to auto-renew.",
			"@type": "glossary-entry"
		},
		{
			"Word": "avatar",
			"Description": "Lowercase when used generically.",
			"@type": "glossary-entry"
		},
		{
			"Word": "B2B",
			"Description": "Abbreviation for business-to-business.",
			"@type": "glossary-entry"
		},
		{
			"Word": "back end (n.), back-end (adj.)",
			"@type": "glossary-entry",
			"Description": "Description"
		},
		{
			"Word": "backdoor (n., adj.)",
			"Description": "One word. A method or tool for surreptitiously gaining access to a computer system.",
			"@type": "glossary-entry"
		},
		{
			"Word": "backup (n., adj.), back up (v.)",
			"Description": "One word when used as a noun or an adjective. Two words when used as a verb. Examples: When the backup is complete, you&rsquo;ll see a list of all backup files. We automatically back up your website.",
			"@type": "glossary-entry"
		},
		{
			"Word": "bar code (n., adj.)",
			"Description": "Two words, no hyphen.",
			"@type": "glossary-entry"
		},
		{
			"Word": "Bcc (adj., v.)",
			"Description": "Abbreviation for blind carbon copy. Abbreviation is always OK. Example: Put email addresses in the Bcc field if you don&rsquo;t want anyone else to see them. If you send that email, be sure to Bcc me. Other forms: Bcc&rsquo;d, Bcc&rsquo;ing, Bcc&rsquo;s.",
			"@type": "glossary-entry"
		},
		{
			"Word": "beta",
			"Description": "Capitalize beta if it is part of an official product name. Otherwise, lowercase it. Examples: Sign up for the new Yahoo! Messenger Beta. Try the beta version of Yahoo! Messenger.",
			"@type": "glossary-entry"
		},
		{
			"Word": "Bing",
			"Description": "Capitalize when referring to Microsoft&rsquo;s search engine.",
			"@type": "glossary-entry"
		},
		{
			"Word": "bitstream (n.)",
			"Description": "One word. A stream of data.",
			"@type": "glossary-entry"
		},
		{
			"Word": "black-and-white, black and white",
			"Description": "Note hyphens when it precedes the word it modifies. Three words in all other cases. Examples: You can print the map in black and white. You can print a black-and-white map.",
			"@type": "glossary-entry"
		},
		{
			"Word": "BlackBerry (adj.)",
			"Description": "One word. Note capitalization of this Research In Motion (RIM) trademark. Plural: BlackBerry devices (because the word is a trademark, don&rsquo;t use BlackBerrys unless it&rsquo;s part of a direct quotation).",
			"@type": "glossary-entry"
		},
		{
			"Word": "blog (n., adj., v.)",
			"Description": "Preferred to weblog.",
			"@type": "glossary-entry"
		},
		{
			"Word": "blogroll (n.)",
			"Description": "One word. A blogger&rsquo;s list of other recommended blogs.",
			"@type": "glossary-entry"
		},
		{
			"Word": "Blu-ray",
			"Description": "No e in Blu. Note capitalization and hyphen of this Blu-ray Disc Association (BDA) trademark. Use the term as an adjective, and do not add an s to make it a plural noun.",
			"@type": "glossary-entry"
		},
		{
			"Word": "Bluetooth",
			"Description": "One word. Note capitalization of this Bluetooth SIG trademark. Use the term as an adjective, and do not add an s to make it a plural noun.",
			"@type": "glossary-entry"
		},
		{
			"Word": "BMP",
			"Description": "Abbreviation for bitmap. Generally used to refer to a graphic file (the file extension is .bmp). Abbreviation is always OK.",
			"@type": "glossary-entry"
		},
		{
			"Word": "breadcrumb",
			"Description": "One word. A navigational term for the path you&rsquo;ve taken to get to a certain webpage. (Breadcrumb is short for breadcrumb trail; it can also refer to the individual links in the trail.) To see an example of a breadcrumb trail, see &ldquo;User-interface text basics.&rdquo;",
			"@type": "glossary-entry"
		},
		{
			"Word": "browsable",
			"Description": "Not browseable.",
			"@type": "glossary-entry"
		},
		{
			"Word": "café",
			"Description": "OK to use accented character in webpage copy and HTML emails, but use cafe (with no accent) in plain-text emails, in copy that may appear in an RSS feed, and in other places where special characters are not always supported (in comment systems and certain content management systems, for example)&mdash;such characters may become garbled. (Alternative style: Use the unaccented version in all cases to simplify decision making for editors; this term without accents is unlikely to be misread in English.)",
			"@type": "glossary-entry"
		},
		{
			"Word": "camera phone",
			"@type": "glossary-entry",
			"Description": "Description"
		},
		{
			"Word": "cancellation (n.), canceled, canceling (v.)",
			"Description": "The preferred U.S. spelling has two l&rsquo;s in noun form and one l in verb forms. The preferred British spelling has two l&rsquo;s in all forms.",
			"@type": "glossary-entry"
		},
		{
			"Word": "CAPTCHA",
			"Description": "Acronym for Completely Automated Public Turing Test to Tell Computers and Humans Apart. Acronym is always OK. Plural: CAPTCHAs.",
			"@type": "glossary-entry"
		},
		{
			"Word": "Cascading Style Sheets",
			"Description": "A Web-building technology (see &ldquo;Coding basics&rdquo;). OK to abbreviate as CSS after initial explanation. Use lowercase style sheets to refer to CSS documents. Example: Cascading Style Sheets (CSS) specifications allow a site designer to use style sheets to specify layout and other visual aspects of a webpage.",
			"@type": "glossary-entry"
		},
		{
			"Word": "Cc (adj., v.)",
			"Description": "Abbreviation for carbon copy. Abbreviation is always OK. Example: When sending email to colleagues, Cc those people who need to know about your message but who don&rsquo;t need to act on it. Other forms: Cc&rsquo;d, Cc&rsquo;ing, Cc&rsquo;s.",
			"@type": "glossary-entry"
		},
		{
			"Word": "CD",
			"Description": "Abbreviation for compact disc. Abbreviation is always OK. Plural: CDs.",
			"@type": "glossary-entry"
		},
		{
			"Word": "CD-R",
			"Description": "Abbreviation for CD-recordable. Note hyphen. Plural: CD-Rs.",
			"@type": "glossary-entry"
		},
		{
			"Word": "CD-ROM",
			"Description": "Abbreviation for CD-read-only memory. Note hyphen. Abbreviation is always OK. Plural: CD-ROMs.",
			"@type": "glossary-entry"
		},
		{
			"Word": "CD-RW",
			"Description": "Abbreviation for CD-rewritable. Note hyphen. Plural: CD-RWs.",
			"@type": "glossary-entry"
		},
		{
			"Word": "CDMA",
			"Description": "Abbreviation for code division multiple access, a digital communication method used by some mobile devices. Abbreviation is always OK.",
			"@type": "glossary-entry"
		},
		{
			"Word": "CGI",
			"Description": "Do not use the initialism alone in a first reference. Use one of the following instead, depending on the term you&rsquo;re referring to: computer-generated imaging (CGI), common gateway interface (CGI), or computer graphics interface (CGI). OK to use CGI by itself in subsequent references.",
			"@type": "glossary-entry"
		},
		{
			"Word": "chat room",
			"@type": "glossary-entry",
			"Description": "Description"
		},
		{
			"Word": "check-in (n., adj.), check in (v.)",
			"Description": "As a noun or an adjective, it’s hyphenated. As a verb, it’s two words, which may be followed by at, to, with, or another preposition. Examples: Please check in on the registration page. All visitors must go through a check-in procedure.",
			"@type": "glossary-entry"
		},
		{
			"Word": "checkbox",
			"@type": "glossary-entry",
			"Description": "Description"
		},
		{
			"Word": "checkout (n., adj.), check out (v.)",
			"Description": "One word when used as a noun or an adjective. Two words when used as a verb. Examples: The checkout process is very short. You enter this information during checkout. You&rsquo;ll find that you can check out very quickly.",
			"@type": "glossary-entry"
		},
		{
			"Word": "click (v.)",
			"Description": "Depending on the object, use click (for a button, link, or other interface element) or click on (for a file, photograph, icon, etc.). For details, see &ldquo;Mouse actions.&rdquo;",
			"@type": "glossary-entry"
		},
		{
			"Word": "clickable",
			"@type": "glossary-entry",
			"Description": "Description"
		},
		{
			"Word": "clickthrough (n., adj.), click through (v.)",
			"Description": "One word when used as a noun or an adjective. Two words when used as a verb. Examples: The company&rsquo;s online ads consistently earn a high clickthrough rate. Click through to the last page to see your score.",
			"@type": "glossary-entry"
		},
		{
			"Word": "client/server (adj.)",
			"Description": "A type of network (a client/server network).",
			"@type": "glossary-entry"
		},
		{
			"Word": "clip art",
			"@type": "glossary-entry",
			"Description": "Description"
		},
		{
			"Word": "closed caption (n.), closed-caption (adj.)",
			"Description": "Two words when used as a noun, hyphenated when used as an adjective. Example: Provide closed captions with your videos. Search engines may be able to crawl your closed-caption files to search for keywords.",
			"@type": "glossary-entry"
		},
		{
			"Word": "cloud computing (n., adj.)",
			"Description": "Lowercase this term, which means accessing software and other computer resources over the Internet. (The software or other resource exists on a remote server instead of on the individual&rsquo;s computer.) Examples: We provide cloud computing services for small businesses. With our array of cloud-based services, you can find your business needs met in the cloud.",
			"@type": "glossary-entry"
		},
		{
			"Word": "codec",
			"Description": "Short for coder/decoder. Short form is always OK.",
			"@type": "glossary-entry"
		},
		{
			"Word": "cookie",
			"Description": "Lowercase when referring to tracking cookies or to snacks.",
			"@type": "glossary-entry"
		},
		{
			"Word": "corrupted",
			"Description": "Use corrupted, not corrupt, to describe a file or data. Example: The file was corrupted—I couldn&rsquo;t open it. Delete the corrupted file.",
			"@type": "glossary-entry"
		},
		{
			"Word": "crawl (v.)",
			"Description": "OK to use as transitive verb meaning &ldquo;to sift through.&rdquo; Example: Search engines crawl websites to assess the sites&rsquo; relevance for a particular search term.",
			"@type": "glossary-entry"
		},
		{
			"Word": "crowdsource, crowdsourcing",
			"@type": "glossary-entry",
			"Description": "Description"
		},
		{
			"Word": "CSS",
			"Description": "Abbreviation for Cascading Style Sheets. Abbreviation OK after first explanation.",
			"@type": "glossary-entry"
		},
		{
			"Word": "CSV",
			"Description": "Abbreviation for comma-separated values, a file type. Generally used to refer to a file containing values separated by commas. OK to abbreviate after first explanation.",
			"@type": "glossary-entry"
		},
		{
			"Word": "customizable",
			"Description": "Note spelling. Not customizeable.",
			"@type": "glossary-entry"
		},
		{
			"Word": "cyber-",
			"Description": "Generally, close up this prefix with root words unless the root word starts with a capital letter—if it does, hyphenate. (But note that the prefix cyber- is dated.) Examples: cyberattack, cybercrime, cybergang, cyberterrorism, cyberracket, cyber-CIA.",
			"@type": "glossary-entry"
		},
		{
			"Word": "data",
			"Description": "Treat data as a mass noun like information, taking a singular verb. Example: The data is lost.",
			"@type": "glossary-entry"
		},
		{
			"Word": "denial-of-service (adj.)",
			"Description": "A type of hacker attack (denial-of-service attack). Abbreviation DoS OK after initial explanation.",
			"@type": "glossary-entry"
		},
		{
			"Word": "DHTML",
			"Description": "Abbreviation for Dynamic Hypertext Markup Language. Depending on audience, may require explanation on first reference.",
			"@type": "glossary-entry"
		},
		{
			"Word": "dial-up (n., adj.), dial up (v.)",
			"Description": "Note hyphen when used as a noun or adjective. Two words when used as a verb. Examples: Many people in remote areas are still relying on a dial-up connection. Get high-speed access for the price of dial-up. My computer takes forever to dial up and connect.",
			"@type": "glossary-entry"
		},
		{
			"Word": "dialog, dialogue",
			"Description": "Use dialog in the term dialog box. Otherwise use dialogue.",
			"@type": "glossary-entry"
		},
		{
			"Word": "digital age",
			"@type": "glossary-entry",
			"Description": "Description"
		},
		{
			"Word": "disc, disk",
			"Description": "Use disk when referring to a computer hard disk or floppy disk. Use disc when referring to optical disks such as compact discs (CDs), digital video/versatile discs (DVDs), and laser discs. Also: disc brake, disc jockey, videodisc.",
			"@type": "glossary-entry"
		},
		{
			"Word": "do's and don'ts",
			"Description": "Note apostrophes.",
			"@type": "glossary-entry"
		},
		{
			"Word": "doc",
			"Description": "Abbreviation of document.  Do not use if there&rsquo;s any room for confusion.",
			"@type": "glossary-entry"
		},
		{
			"Word": "domain name",
			"Description": "The first part of a URL usually ending in .com, .org, .gov, .uk,  or the like.",
			"@type": "glossary-entry"
		},
		{
			"Word": "DoS",
			"Description": "Abbreviation for denial of service. See also &ldquo;denial-of-service.&rdquo;",
			"@type": "glossary-entry"
		},
		{
			"Word": "double check (n.), double-check (v.)",
			"Description": "Two words when used as a noun, hyphenated when used as a verb. Examples: A thorough double check of the data revealed some problems. Please double-check your information for accuracy.",
			"@type": "glossary-entry"
		},
		{
			"Word": "double-click (n., adj., v.)",
			"Description": "Note hyphen.",
			"@type": "glossary-entry"
		},
		{
			"Word": "dpi",
			"Description": "Acceptable abbreviation for dots per inch. No periods. Insert a space between the numeral and this abbreviation: 300 dpi.",
			"@type": "glossary-entry"
		},
		{
			"Word": "drag-and-drop (adj.), drag and drop (v.)",
			"Description": "Note hyphens when used as an adjective. Not drag-n-drop or drag &rsquo;n&rsquo; drop. Three words when used as a verb. Examples: Add photos quickly with the drag-and-drop feature. Just drag and drop photos onto the album. Or: Just drag photos to the album.",
			"@type": "glossary-entry"
		},
		{
			"Word": "drop-down menu",
			"Description": "Yahoo! favors pull-down menu or simply menu or list.",
			"@type": "glossary-entry"
		},
		{
			"Word": "DVD",
			"Description": "Abbreviation for digital video disc or digital versatile disc. Abbreviation is always OK. Plural: DVDs.",
			"@type": "glossary-entry"
		},
		{
			"Word": "DVR",
			"Description": "Abbreviations for digital video recorder. Abbreviation is always OK. Plural: DVRs.",
			"@type": "glossary-entry"
		},
		{
			"Word": "email (n., adj., v.)",
			"Description": "One word, no hyphen. Plural: email messages and emails are both acceptable.",
			"@type": "glossary-entry"
		},
		{
			"Word": "ePub",
			"Description": "Short for electronic publication. An open-standard e-book file format that can be read on various reading applications and hardware devices. Example: The style guide is available in the open-standard ePub format.",
			"@type": "glossary-entry"
		},
		{
			"Word": "Ethernet",
			"Description": "Note capitalization.",
			"@type": "glossary-entry"
		},
		{
			"Word": "EULA",
			"Description": "Abbreviation for end user license agreement; pronounced &ldquo;you-la.&rdquo; Abbreviation OK to use after initial explanation or when context makes the meaning clear. Example: You must sign the EULA before installing the program.",
			"@type": "glossary-entry"
		},
		{
			"Word": "eye tracking (n.), eye-tracking (adj.)",
			"Description": "Two words when used as a noun, hyphenated when used as an adjective. Example: Eye-tracking studies give us a clue about how people scan webpages.",
			"@type": "glossary-entry"
		},
		{
			"Word": "fan page",
			"@type": "glossary-entry",
			"Description": "Description"
		},
		{
			"Word": "fanbase",
			"@type": "glossary-entry",
			"Description": "Description"
		},
		{
			"Word": "fansite (n.)",
			"@type": "glossary-entry",
			"Description": "Description"
		},
		{
			"Word": "FAQ",
			"Description": "Stands for frequently asked question but generally refers to a list of such questions. Can be pronounced two ways: (1) &ldquo;fak&rdquo; (in this case the singular form takes the article a: a FAQ) or (2) &ldquo;eff-ay-cue&rdquo; (in this case the singular form takes the article an: an FAQ). Either treatment may be used as long as it is used consistently. Plural FAQs (pronounced &ldquo;faks&rdquo; or &ldquo;eff-ay-cues&rdquo;). Example: Many sites include a FAQ to avoid answering the same customer questions repeatedly.",
			"@type": "glossary-entry"
		},
		{
			"Word": "Fast Ethernet",
			"Description": "Note capitalization.",
			"@type": "glossary-entry"
		},
		{
			"Word": "fax",
			"@type": "glossary-entry",
			"Description": "Description"
		},
		{
			"Word": "feed reader",
			"Description": "Two words. Another name for newsreader.",
			"@type": "glossary-entry"
		},
		{
			"Word": "fifty-fifty",
			"Description": "Using numerals (&ldquo;50-50&rdquo;) is preferable.",
			"@type": "glossary-entry"
		},
		{
			"Word": "file name",
			"Description": "Two words. Not filename.",
			"@type": "glossary-entry"
		},
		{
			"Word": "Flash",
			"Description": "Capitalize when referring to Adobe Flash multimedia technologies. Use this Adobe Systems trademark as an adjective.",
			"@type": "glossary-entry"
		},
		{
			"Word": "flash (adj.)",
			"Description": "Lowercase when referring to flash memory or a flash drive.",
			"@type": "glossary-entry"
		},
		{
			"Word": "flight attendant",
			"Description": "Use this term instead of steward or stewardess. See &ldquo;Write gender-neutral copy.&rdquo;",
			"@type": "glossary-entry"
		},
		{
			"Word": "flow chart (n.), flow-chart (adj., v.)",
			"Description": "Two words when used as a noun, hyphenated when used as an adjective or a verb.",
			"@type": "glossary-entry"
		},
		{
			"Word": "foreign (adj.)",
			"Description": "In some contexts, using the term foreign is appropriate: Rice plans to write a book about American foreign policy. In other contexts, using foreign can seem exclusionary: It assumes that the reader has the same home country as you, which may not be true—in fact, your reader may be a part of whatever you describe as &ldquo;foreign.&rdquo;",
			"@type": "glossary-entry"
		},
		{
			"Word": "forward (adv.)",
			"Description": "Use forward to refer to direction in American English; forwards is more prevalent in British English.",
			"@type": "glossary-entry"
		},
		{
			"Word": "front end (n.), front-end (adj.)",
			"@type": "glossary-entry",
			"Description": "Description"
		},
		{
			"Word": "FTP",
			"Description": "Abbreviation for File Transfer Protocol. Abbreviation is always OK. Verb usage is also OK: Please FTP that file if it&rsquo;s larger than 3MB.",
			"@type": "glossary-entry"
		},
		{
			"Word": "function keys",
			"Description": "Lowercase. Refers to the F1 through F12 keys on a keyboard.",
			"@type": "glossary-entry"
		},
		{
			"Word": "GB",
			"Description": "Abbreviation for gigabyte. Don&rsquo;t include a space between the number and GB.",
			"@type": "glossary-entry"
		},
		{
			"Word": "Gbps",
			"Description": "Abbreviation for gigabits per second. Note capitalization—especially the lowercase b, which distinguishes this from GBps, a different measurement. Don&rsquo;t include a space between the number and the abbreviation.",
			"@type": "glossary-entry"
		},
		{
			"Word": "GBps",
			"Description": "Abbreviation for gigabytes per second. Note capitalization—especially uppercase B, which distinguishes this from Gbps, a different measurement. Don&rsquo;t include a space between the number and the abbreviation.",
			"@type": "glossary-entry"
		},
		{
			"Word": "geolocation",
			"Description": "One word. The geographic location of an Internet-connected computer, or the process of determining that location.",
			"@type": "glossary-entry"
		},
		{
			"Word": "geotagging (n.), geotag (v.)",
			"Description": "One word. The verb means to add geographic data (such as longitude and latitude coordinates) to a photo or other media file.",
			"@type": "glossary-entry"
		},
		{
			"Word": "GHz",
			"Description": "Abbreviation for gigahertz. Note capitalization. Don&rsquo;t include a space between the number and GHz.",
			"@type": "glossary-entry"
		},
		{
			"Word": "GIF",
			"Description": "Acronym for Graphic Interchange Format. Generally used to refer to an image file with the file name extension gif. Acronym is always OK. Plural: GIFs.",
			"@type": "glossary-entry"
		},
		{
			"Word": "gigabyte",
			"Description": "OK to abbreviate as GB.",
			"@type": "glossary-entry"
		},
		{
			"Word": "Google",
			"Description": "According to Google guidelines, it is not OK to use this trademark as a verb. Use search, search for, or search on instead.",
			"@type": "glossary-entry"
		},
		{
			"Word": "GPS",
			"Description": "Abbreviation for global positioning system. Abbreviation is always OK.",
			"@type": "glossary-entry"
		},
		{
			"Word": "gray, grey",
			"Description": "The preferred U.S. spelling is gray. Grey is chiefly British and is considered a variant of gray in the United States.",
			"@type": "glossary-entry"
		},
		{
			"Word": "guestbook",
			"@type": "glossary-entry",
			"Description": "Description"
		},
		{
			"Word": "GUI",
			"Description": "Abbreviation for graphical user interface. Abbreviation OK to use after initial explanation. Plural: GUIs.",
			"@type": "glossary-entry"
		},
		{
			"Word": "hard core (n.), hard-core (adj.)",
			"Description": "Hyphenated when used as an adjective.",
			"@type": "glossary-entry"
		},
		{
			"Word": "hashtag (n.)",
			"Description": "One word. Refers to the tags used on Twitter messages to call out a topic that readers may be searching for, such as #pumpkin on a tweet about Halloween.",
			"@type": "glossary-entry"
		},
		{
			"Word": "HD DVD",
			"Description": "Two words, no hyphen. Abbreviation for high-definition digital video disc or high-definition versatile disc. Abbreviation is always OK. Plural: HD DVDs.",
			"@type": "glossary-entry"
		},
		{
			"Word": "HDTV",
			"Description": "One word. Abbreviation for high-definition television. Abbreviation is always OK. Plural: HDTVs.",
			"@type": "glossary-entry"
		},
		{
			"Word": "help desk (n., adj.)",
			"@type": "glossary-entry",
			"Description": "Description"
		},
		{
			"Word": "help pages",
			"@type": "glossary-entry",
			"Description": "Description"
		},
		{
			"Word": "high speed (n.), high-speed (adj.)",
			"Description": "Two words when used as a noun, hyphenated when used as an adjective. Examples: Sign up now and soar through the Internet at a truly high speed. Get high-speed Internet access.",
			"@type": "glossary-entry"
		},
		{
			"Word": "hit",
			"Description": "Avoid as a substitute for press or click. When referring to a key on the keyboard, use press. Use click (for a button, link, or other interface element) or click on (for a file, photograph, icon, etc.) for the mouse action. See &ldquo;Mouse actions&rdquo; for details.",
			"@type": "glossary-entry"
		},
		{
			"Word": "homepage",
			"@type": "glossary-entry",
			"Description": "Description"
		},
		{
			"Word": "horsepower",
			"Description": "May be abbreviated as hp (no period).",
			"@type": "glossary-entry"
		},
		{
			"Word": "host name",
			"@type": "glossary-entry",
			"Description": "Description"
		},
		{
			"Word": "hot swap (n.), hot swapping (n.); hot-swappable (adj.), hot-swap (v.)",
			"Description": "Two words when used as a noun, hyphenated as an adjective or a verb. The noun means adding or removing computer peripherals or components without having to reboot the computer. Example: A USB flash drive is hot-swappable: Just plug it in and start using it—no need to restart the computer.",
			"@type": "glossary-entry"
		},
		{
			"Word": "hover",
			"Description": "Don&rsquo;t use to describe the action of holding the mouse pointer over an area of the page. Use a simpler, clearer phrase such as pass (or roll or move or hold) your mouse cursor over, or an equivalent phrase.",
			"@type": "glossary-entry"
		},
		{
			"Word": "how-to (n., adj.)",
			"Description": "Note hyphen when used as a noun or an adjective. Plural noun: how-tos. Examples: Your How-to Guide to Home Buying (headline set in title case), Home-Buying How-To (another headline in title case), How-tos include insider tips as well as basics you&rsquo;ll need to understand the process (sentence).",
			"@type": "glossary-entry"
		},
		{
			"Word": "HTML",
			"Description": "Abbreviation for Hypertext Markup Language. Abbreviation is always OK.",
			"@type": "glossary-entry"
		},
		{
			"Word": "hyperlink (n., adj., v.)",
			"Description": "One word, but the term is dated. Use link instead.",
			"@type": "glossary-entry"
		},
		{
			"Word": "ID (n., v.)",
			"Description": "All capitals, no periods, no space. Not Id, id. Other acceptable forms: IDs (n. pl.); ID’s, ID’ed, ID’ing (v.). Example: The security guard ID’s all employees as they come in, sometimes scrutinizing their IDs. Avoid the abbreviated verb form where space is not a concern; instead use a verb like identifies or verifies. [Updated to add IDs and ID’s, with examples.]",
			"@type": "glossary-entry"
		},
		{
			"Word": "IM (n., adj., v.)",
			"Description": "Acronym for instant message. All capitals, no periods, no space. Other acceptable forms: IMs (n. pl.); IM’s, IM’ed, IM’ing (v.). Example: My mother IM’s me constantly, and her IMs are hard to ignore! Avoid the abbreviated verb form where space is not a concern. See also &ldquo;instant message.&rdquo; [Updated to add IMs and IM’s, with examples.]",
			"@type": "glossary-entry"
		},
		{
			"Word": "image editing (n.), image-editing (adj.)",
			"Description": "Two words when used as a noun, hyphenated when used as an adjective.",
			"@type": "glossary-entry"
		},
		{
			"Word": "inbox",
			"@type": "glossary-entry",
			"Description": "Description"
		},
		{
			"Word": "instant message (n.), instant-message (adj., v.)",
			"Description": "Two words when used as a noun. Note hyphen when used as an adjective or a verb. Examples: She got an instant message from her boss. I&rsquo;ll instant-message you when I arrive. The instant-message conversation proved informative.",
			"@type": "glossary-entry"
		},
		{
			"Word": "instant messenger",
			"Description": "Lowercase except in brand names such as AOL Instant Messenger.",
			"@type": "glossary-entry"
		},
		{
			"Word": "Internet",
			"Description": "Note capitalization. OK to abbreviate as Net.",
			"@type": "glossary-entry"
		},
		{
			"Word": "Internet service provider",
			"Description": "Note capitalization. OK to abbreviate as ISP.",
			"@type": "glossary-entry"
		},
		{
			"Word": "intranet",
			"Description": "Note lowercase. A private internal network typically accessible only to a select group of individuals.",
			"@type": "glossary-entry"
		},
		{
			"Word": "IP",
			"Description": "Abbreviation that can stand for Internet Protocol or intellectual property.",
			"@type": "glossary-entry"
		},
		{
			"Word": "iPhone",
			"Description": "Note capitalization of this Apple trademark. See &ldquo;Capitalization&rdquo; for information on how to treat names such as this in a title or at the beginning of a sentence.  Do not add an s to make the term plural.",
			"@type": "glossary-entry"
		},
		{
			"Word": "iPod",
			"Description": "Note capitalization of this Apple trademark. See &ldquo;Capitalization&rdquo; for information on how to treat names such as this in a title or at the beginning of a sentence.  Do not use this brand name generically to refer to all MP3 players, and don&rsquo;t add an s to make the term plural.",
			"@type": "glossary-entry"
		},
		{
			"Word": "iPod nano",
			"Description": "Note capitalization.  Do not use nano by itself when referring to the Apple product.",
			"@type": "glossary-entry"
		},
		{
			"Word": "iPod touch",
			"Description": "Note capitalization.  Do not use touch by itself when referring to the Apple product.",
			"@type": "glossary-entry"
		},
		{
			"Word": "ISP",
			"Description": "Abbreviation for Internet service provider. Plural: ISPs.",
			"@type": "glossary-entry"
		},
		{
			"Word": "IT",
			"Description": "Abbreviation for information technology. Abbreviation is always OK.",
			"@type": "glossary-entry"
		},
		{
			"Word": "iTunes",
			"Description": "Note capitalization of this Apple trademark. See &ldquo;Capitalization&rdquo; for information on how to treat names such as this in a title or at the beginning of a sentence.",
			"@type": "glossary-entry"
		},
		{
			"Word": "Java",
			"Description": "Capitalize when referring to the programming language and related technologies. The term is a Sun Microsystems trademark.",
			"@type": "glossary-entry"
		},
		{
			"Word": "Javascript",
			"Description": "One word. Note capitalization of this Sun Microsystems trademark.",
			"@type": "glossary-entry"
		},
		{
			"Word": "JPEG",
			"Description": "Abbreviation for Joint Photographic Experts Group. Generally used to refer to any graphic image file produced by using the JPEG standard. Abbreviation is always OK. Plural: JPEGs.",
			"@type": "glossary-entry"
		},
		{
			"Word": "junk mail",
			"@type": "glossary-entry",
			"Description": "Description"
		},
		{
			"Word": "KB",
			"Description": "Abbreviation for kilobyte. All capitals. Don&rsquo;t include a space between the number and KB.",
			"@type": "glossary-entry"
		},
		{
			"Word": "Kbps",
			"Description": "Abbreviation for kilobits per second. Note capitalization—especially the lowercase b, which distinguishes this from KBps, a different measurement. Don&rsquo;t include a space between the number and the abbreviation. Example: Imagine connecting to the Internet with a dial-up connection as slow as 14.4Kbps. See also &ldquo;KBps.&rdquo;",
			"@type": "glossary-entry"
		},
		{
			"Word": "KBps",
			"Description": "Abbreviation for kilobytes per second. Note capitalization—especially uppercase B, which distinguishes this from Kbps, a different measurement. Don&rsquo;t include a space between the number and the abbreviation.",
			"@type": "glossary-entry"
		},
		{
			"Word": "keylogger, keylogging (n.)",
			"Description": "Short for keystroke logger, keystroke logging. A keylogger is a tool that can log (record) people&rsquo;s keystrokes as they type; for example, to steal sensitive information such as user names and passwords.",
			"@type": "glossary-entry"
		},
		{
			"Word": "keyword, key word (n.)",
			"Description": "One word when referring to terms that are used on a webpage to optimize it for search engines. Use two words in other cases—for example, when key is a synonym for primary or most important. Examples: An SEO specialist can help you determine the best keywords to use on your webpage so that your page will appear in search results when people search on those words. She heard little else that he said; the key word in the sentence was &ldquo;love.&rdquo;",
			"@type": "glossary-entry"
		},
		{
			"Word": "kHz",
			"Description": "Abbreviation for kilohertz. Note capitalization. Don&rsquo;t include a space between the number and kHz.",
			"@type": "glossary-entry"
		},
		{
			"Word": "kilobyte",
			"Description": "OK to abbreviate as KB.",
			"@type": "glossary-entry"
		},
		{
			"Word": "LAN",
			"Description": "Acronym for local area network. Acronym OK to use after initial explanation.",
			"@type": "glossary-entry"
		},
		{
			"Word": "LCD",
			"Description": "Acronym for liquid-crystal display. Acronym is always OK. Plural: LCDs.",
			"@type": "glossary-entry"
		},
		{
			"Word": "LED",
			"Description": "Acronym for light-emitting diode. Acronym is always OK. Plural: LEDs.",
			"@type": "glossary-entry"
		},
		{
			"Word": "Linux",
			"Description": "Note capitalization of this trademark owned by Linus Torvalds. Not LINUX.",
			"@type": "glossary-entry"
		},
		{
			"Word": "login (n., adj.); log in, log in to (v.)",
			"Description": "One word when used as a noun or an adjective. Two words when used as a verb, which may be followed by the preposition to. Note that sign in is preferred because it sounds less technical.",
			"@type": "glossary-entry"
		},
		{
			"Word": "logoff (n., adj.), log off (v.)",
			"Description": "One word when used as a noun or adjective. Two words when used as a verb. Note that sign out is preferred because it sounds less technical.",
			"@type": "glossary-entry"
		},
		{
			"Word": "logon (n., adj.); log on, log on to (v.)",
			"Description": "One word when used as a noun or adjective. Two words when used as a verb, which may be followed by the preposition to. Note that sign in is preferred because it sounds less technical. Don&rsquo;t use log on to mean simply visiting a website.",
			"@type": "glossary-entry"
		},
		{
			"Word": "logout (n., adj.), log out (v.)",
			"Description": "One word when used as a noun or adjective. Two words when used as a verb. Note that sign out is preferred because it sounds less technical. Example: If you forget to log out, you&rsquo;ll get a logout reminder.",
			"@type": "glossary-entry"
		},
		{
			"Word": "lookup (n., adj.), look up (v.)",
			"Description": "One word when used as a noun or adjective: Have you tried a reverse phone number lookup? Two words when used as a verb: I tried to look up her phone number.",
			"@type": "glossary-entry"
		},
		{
			"Word": "Mac",
			"Description": "Abbreviation for Macintosh, an Apple trademark. Abbreviation is always OK.",
			"@type": "glossary-entry"
		},
		{
			"Word": "mailbox",
			"@type": "glossary-entry",
			"Description": "Description"
		},
		{
			"Word": "malware",
			"@type": "glossary-entry",
			"Description": "Description"
		},
		{
			"Word": "mashup (n., adj.), mash up (v.)",
			"Description": "One word when used as a noun or an adjective. Two words when used as a verb. Examples: Anyone can create a mashup with the right technology. Use our technology to mash up RSS feeds into a single stream.",
			"@type": "glossary-entry"
		},
		{
			"Word": "MB",
			"Description": "Abbreviation for megabyte. All capitals. Don&rsquo;t include a space between the number and MB.",
			"@type": "glossary-entry"
		},
		{
			"Word": "Mbps",
			"Description": "Abbreviation for megabits per second. Note capitalization—especially the lowercase b, which distinguishes this from MBps, a different measurement. Don&rsquo;t include a space between the number and the abbreviation. See also &ldquo;MBps.&rdquo;",
			"@type": "glossary-entry"
		},
		{
			"Word": "MBps",
			"Description": "Abbreviation for megabytes per second. Note capitalization—especially uppercase B, which distinguishes this from Mbps, a different measurement. Don&rsquo;t include a space between the number and the abbreviation.",
			"@type": "glossary-entry"
		},
		{
			"Word": "media",
			"Description": "Treat media as a mass noun with a singular verb, unless you can distinguish the individual \"mediums\" (modes of communication) making up a use of media. Examples: The media is ignoring the story completely (singular verb when &ldquo;the media&rdquo; is a mass noun like &ldquo;the press&rdquo;). Various media are covering the story differently: Print newspapers seem to be burying it, but TV stations and online sites are highlighting it (plural verb when &ldquo;media&rdquo; comprises distinguishable &ldquo;mediums&rdquo;).",
			"@type": "glossary-entry"
		},
		{
			"Word": "megabyte",
			"Description": "OK to abbreviate as MB. Don&rsquo;t use Mbyte.",
			"@type": "glossary-entry"
		},
		{
			"Word": "menu",
			"Description": "Lowercase. Also OK: pull-down menu, list. Not drop-down menu.",
			"@type": "glossary-entry"
		},
		{
			"Word": "metadata (n.)",
			"@type": "glossary-entry",
			"Description": "Description"
		},
		{
			"Word": "metatag (n.)",
			"@type": "glossary-entry",
			"Description": "Description"
		},
		{
			"Word": "microblog (v.), microblogging (n., adj.)",
			"Description": "No hyphen. To microblog is to post short status updates about yourself or about an event using a microblogging service such as Twitter.",
			"@type": "glossary-entry"
		},
		{
			"Word": "microsite",
			"@type": "glossary-entry",
			"Description": "Description"
		},
		{
			"Word": "Microsoft .Net",
			"Description": "Microsoft trademark guidelines note that Microsoft should precede the brand name .Net on first reference. But because the period that is part of the name could cause confusion at the beginning of a sentence in body copy, consider inserting Microsoft before .Net whenever .Net starts a sentence. Note that .Net is not an acronym, and many editorial sites dispense with the all-uppercase style.",
			"@type": "glossary-entry"
		},
		{
			"Word": "MIDI",
			"Description": "Acronym for Musical Instrument Digital Interface. All capitals. Acronym is always OK.",
			"@type": "glossary-entry"
		},
		{
			"Word": "mobile (n., adj.)",
			"Description": "Acceptable as a noun when it&rsquo;s a shortened form of mobile phone. Mobile phone is interchangeable with cell phone in the U.S.; in the U.K., mobile phone is the more common term. In parts of Asia, handphone is common.",
			"@type": "glossary-entry"
		},
		{
			"Word": "mouseover (n.), mouse over (v.)",
			"Description": "Don&rsquo;t use to describe the action of holding the mouse pointer over an area of the page. Use roll, move, or pass your mouse cursor over, or an equivalent phrase.",
			"@type": "glossary-entry"
		},
		{
			"Word": "MP3",
			"Description": "Abbreviation for MPEG-1 Audio Layer 3. All capitals, no spaces, no periods. Abbreviation is always OK. Plural: MP3s.",
			"@type": "glossary-entry"
		},
		{
			"Word": ".Net",
			"Description": "See &ldquo;Microsoft .Net.&rdquo;",
			"@type": "glossary-entry"
		},
		{
			"Word": "Net",
			"Description": "Capitalize when referring to the Internet. Abbreviation is always OK.",
			"@type": "glossary-entry"
		},
		{
			"Word": "news feed (n.)",
			"@type": "glossary-entry",
			"Description": "Description"
		},
		{
			"Word": "newsreader",
			"@type": "glossary-entry",
			"Description": "Description"
		},
		{
			"Word": "NIC",
			"Description": "Acronym for network interface card, pronounced &ldquo;nick&rdquo; (a NIC). Acronym OK to use after initial explanation. Plural: NICs.",
			"@type": "glossary-entry"
		},
		{
			"Word": "OEM",
			"Description": "Abbreviation for original equipment manufacturer. Abbreviation OK to use after initial explanation. Plural: OEMs.",
			"@type": "glossary-entry"
		},
		{
			"Word": "offline",
			"@type": "glossary-entry",
			"Description": "Description"
		},
		{
			"Word": "offscreen",
			"@type": "glossary-entry",
			"Description": "Description"
		},
		{
			"Word": "OK",
			"Description": "All capitals, no periods, no space. Not okay, Ok, or ok. Other acceptable forms: OKs (n. pl.); OK's, OK'ed, OK'ing (v.). Examples: House OK's Budget Plan. Senators Give Reluctant OKs. Avoid the abbreviated verb form where space is not a concern and use a verb like approves. [Updated to add verb forms with examples.]",
			"@type": "glossary-entry"
		},
		{
			"Word": "online",
			"@type": "glossary-entry",
			"Description": "Description"
		},
		{
			"Word": "onscreen",
			"@type": "glossary-entry",
			"Description": "Description"
		},
		{
			"Word": "open source (n.), open-source (adj.)",
			"Description": "Two words when used as a noun, hyphenated when used as an adjective. Example: With open-source software, individuals can study the software&rsquo;s source code and try to improve the product.",
			"@type": "glossary-entry"
		},
		{
			"Word": "opt-in (n., adj.), opt in (v.)",
			"Description": "Hyphenated as a noun or an adjective. Two words as a verb. Examples: The opt-in has been disabled. Read our opt-in policy. To receive electronic statements, you must opt in.",
			"@type": "glossary-entry"
		},
		{
			"Word": "OS",
			"Description": "Abbreviation for operating system. Abbreviation OK to use after initial explanation. Plural: OSes.",
			"@type": "glossary-entry"
		},
		{
			"Word": "page view",
			"Description": "Two words. The viewing of a webpage by one visitor. (Advertisers consider how many page views a site receives when deciding where and how to advertise.)",
			"@type": "glossary-entry"
		},
		{
			"Word": "password",
			"@type": "glossary-entry",
			"Description": "Description"
		},
		{
			"Word": "password-protect (v.)",
			"Description": "Note hyphen. Example: Be sure to password-protect sensitive files on the intranet.",
			"@type": "glossary-entry"
		},
		{
			"Word": "PayPal",
			"Description": "One word. Note capitalization of this eBay trademark.",
			"@type": "glossary-entry"
		},
		{
			"Word": "PC",
			"Description": "Abbreviation for personal computer. Abbreviation is OK as long as context is clear (abbreviation can also mean politically correct). Plural: PCs.",
			"@type": "glossary-entry"
		},
		{
			"Word": "PDA",
			"Description": "Abbreviation for personal digital assistant. Abbreviation is OK as long as context is clear (abbreviation can also mean public display of affection). Plural: PDAs.",
			"@type": "glossary-entry"
		},
		{
			"Word": "PDF",
			"Description": "Abbreviation for Portable Document Format. Generally used to refer to files created by using Adobe Acrobat. Abbreviation is always OK. Plural: PDFs.",
			"@type": "glossary-entry"
		},
		{
			"Word": "peer-to-peer (adj.)",
			"Description": "Note hyphens.",
			"@type": "glossary-entry"
		},
		{
			"Word": "pharming",
			"Description": "Redirecting traffic from a legitimate website to a hacker&rsquo;s spoof website that appears legitimate.",
			"@type": "glossary-entry"
		},
		{
			"Word": "phishing",
			"Description": "Sending email that is supposedly from a legitimate business (such as a trusted financial institution) in an attempt to trick the recipient into responding and submitting sensitive information. Other forms: phish, phisher.",
			"@type": "glossary-entry"
		},
		{
			"Word": "Photoshop",
			"Description": "Note capitalization of this Adobe trademark. Use the term as an adjective or a proper noun, and do not use it as a verb.",
			"@type": "glossary-entry"
		},
		{
			"Word": "pixel",
			"Description": "Short for picture element, a unit of measurement.",
			"@type": "glossary-entry"
		},
		{
			"Word": "playlist",
			"@type": "glossary-entry",
			"Description": "Description"
		},
		{
			"Word": "PlayStation",
			"Description": "One word. Note capitalization of this Sony trademark. Do not add an s to make the term plural.",
			"@type": "glossary-entry"
		},
		{
			"Word": "plug-in (n., adj.), plug in (v.)",
			"Description": "Note hyphen when used as a noun or adjective. Not plugin. Two words when used as a verb.",
			"@type": "glossary-entry"
		},
		{
			"Word": "podcast",
			"@type": "glossary-entry",
			"Description": "Description"
		},
		{
			"Word": "pop-up (n., adj.), pop up (v.)",
			"Description": "Note hyphen when used as a noun or adjective. Not popup. Two words when used as a verb. Examples: Get rid of pop-ups before they pop up. Stop pop-up ads from ever annoying you again.",
			"@type": "glossary-entry"
		},
		{
			"Word": "Premiere (computer program)",
			"Description": "Always capitalized when referring to the video editing application",
			"@type": "glossary-entry"
		},
		{
			"Word": "premiere (n.)",
			"Description": "In general, people have debuts, while movies and other events have premieres. A premier is a prime minister.",
			"@type": "glossary-entry"
		},
		{
			"Word": "press",
			"Description": "When referring to a key on a keyboard, use press. Use click (for a button, link, or other interface element) or click on (for a file, photograph, icon, etc.) for the mouse action. See &ldquo;Mouse actions.&rdquo;",
			"@type": "glossary-entry"
		},
		{
			"Word": "PS2, PS3, PS4, PS5",
			"Description": "OK to use as abbreviations for Sony PlayStation products as long as their meaning has been made clear. All capitals, no spaces.",
			"@type": "glossary-entry"
		},
		{
			"Word": "pull-down menu",
			"Description": "Note hyphen. Preferred to drop-down menu or drop-down box. Also OK: menu, list.",
			"@type": "glossary-entry"
		},
		{
			"Word": "Q&A",
			"Description": "Abbreviation for question and answer. All capitals, no spaces. Note ampersand.",
			"@type": "glossary-entry"
		},
		{
			"Word": "QR code (n., adj.)",
			"Description": "A type of bar code that can be read with a QR code reader. The code can contain text, a URL, or other data.",
			"@type": "glossary-entry"
		},
		{
			"Word": "QuickTime",
			"Description": "One word. Note capitalization of this Apple trademark.",
			"@type": "glossary-entry"
		},
		{
			"Word": "RAM",
			"Description": "Abbreviation for random access memory. Abbreviation is always OK.",
			"@type": "glossary-entry"
		},
		{
			"Word": "readme file",
			"Description": "Informational text file that is often included with software.",
			"@type": "glossary-entry"
		},
		{
			"Word": "real time (n.), real-time (adj.)",
			"Description": "Two words when used as a noun, hyphenated when used as an adjective. Examples: Watch the file stream in real time. Get real-time updates delivered to your phone.",
			"@type": "glossary-entry"
		},
		{
			"Word": "resubscribe (v.)",
			"@type": "glossary-entry",
			"Description": "Description"
		},
		{
			"Word": "retweet (n., v.)",
			"Description": "A message re-sent via Twitter or the resending of such a message. Often abbreviated as RT. Past tense: retweeted.",
			"@type": "glossary-entry"
		},
		{
			"Word": "right-click (n., v.)",
			"Description": "Note hyphen.",
			"@type": "glossary-entry"
		},
		{
			"Word": "ringtone",
			"@type": "glossary-entry",
			"Description": "Description"
		},
		{
			"Word": "RSS",
			"Description": "Acronym for Really Simple Syndication. All capitals. Abbreviation is always OK—but avoid using RSS on its own, since few people know what it means. Use news feed, RSS news feed, or RSS newsreader as appropriate.",
			"@type": "glossary-entry"
		},
		{
			"Word": "screen",
			"Description": "Use only to refer to the computer screen, not to a page on a website. When referring to a website, use page.",
			"@type": "glossary-entry"
		},
		{
			"Word": "screen capture",
			"@type": "glossary-entry",
			"Description": "Description"
		},
		{
			"Word": "screen reader",
			"Description": "An assistive technology (typically software) that vision-impaired people can use to hear the words on a webpage. See &ldquo;Accessibility tools.&rdquo;",
			"@type": "glossary-entry"
		},
		{
			"Word": "screencast",
			"@type": "glossary-entry",
			"Description": "Description"
		},
		{
			"Word": "screensaver",
			"@type": "glossary-entry",
			"Description": "Description"
		},
		{
			"Word": "screenshot",
			"@type": "glossary-entry",
			"Description": "Description"
		},
		{
			"Word": "scroll bar",
			"@type": "glossary-entry",
			"Description": "Description"
		},
		{
			"Word": "scroll wheel",
			"@type": "glossary-entry",
			"Description": "Description"
		},
		{
			"Word": "security key",
			"@type": "glossary-entry",
			"Description": "Description"
		},
		{
			"Word": "SEO",
			"Description": "Abbreviation for search engine optimization. OK to abbreviate after initial explanation.",
			"@type": "glossary-entry"
		},
		{
			"Word": "setup (n., adj.), set up (v.)",
			"Description": "One word when used as a noun or an adjective. Two words when used as a verb. Examples: Set up your Yahoo! store. Check your Yahoo! store setup. Your setup fee has been waived.",
			"@type": "glossary-entry"
		},
		{
			"Word": "short code",
			"Description": "Two words when used in a mobile or telecommunications context.",
			"@type": "glossary-entry"
		},
		{
			"Word": "sidebar",
			"@type": "glossary-entry",
			"Description": "Description"
		},
		{
			"Word": "sign-in (n., adj.); sign in, sign in to (v.)",
			"Description": "As a noun or an adjective, it&rsquo;s hyphenated. As a verb, it&rsquo;s two words, which may be followed by the preposition to. Because it sounds less technical, Yahoo! prefers sign in to log in or log on. Examples: All visitors must sign in on the sign-in page. Visitors can sign in to Yahoo! Mail automatically. Choose your preferences for sign-in and security.",
			"@type": "glossary-entry"
		},
		{
			"Word": "sign-out (n., adj.); sign out, sign out of (v.)",
			"Description": "As a noun or an adjective, it&rsquo;s hyphenated. As a verb, it&rsquo;s two words, which may be followed by the preposition of. Because it sounds less technical, Yahoo! prefers sign out to log out or log off.",
			"@type": "glossary-entry"
		},
		{
			"Word": "sign-up (n., adj.), sign up (v.)",
			"Description": "Hyphenate when used as a noun or an adjective. Two words when used as a verb. Examples: Sign up for the service. Fill in the sign-up form. Sign-up is free.",
			"@type": "glossary-entry"
		},
		{
			"Word": "site map",
			"@type": "glossary-entry",
			"Description": "Description"
		},
		{
			"Word": "slideshow (n., adj.)",
			"@type": "glossary-entry",
			"Description": "Description"
		},
		{
			"Word": "smartphone",
			"@type": "glossary-entry",
			"Description": "Description"
		},
		{
			"Word": "SMS",
			"Description": "Abbreviation for short message service, used for text messaging. Abbreviation OK to use after initial explanation.",
			"@type": "glossary-entry"
		},
		{
			"Word": "social media (n., adj.)",
			"Description": "Treat social media as a mass noun with a singular verb, unless you can distinguish the individual modes of communication making up a use of social media. Social media is singular, for example, when it&rsquo;s referred to as a marketing avenue (Social media is a great way to get the word out about your business) or as a phenomenon (Social media has changed the way many people communicate). But when highlighting the individual communication tools that make up social media, treat the term as plural: Social media&mdash;Facebook, LinkedIn, Twitter, and so on&mdash;have changed the way many people communicate. See also &ldquo;media.&rdquo;",
			"@type": "glossary-entry"
		},
		{
			"Word": "social network (n.), social-network (adj.)",
			"Description": "Two words when used as a noun. Note hyphen when used as an adjective. Examples: Social-network analysis is a key technique in modern sociology. Add contacts to expand your social network.",
			"@type": "glossary-entry"
		},
		{
			"Word": "social networking (n.), social-networking (adj.)",
			"Description": "Note hyphen when used as an adjective. Two words when used as a noun. Examples: The social-networking phenomenon has really taken off. To attract users, the site added social networking.",
			"@type": "glossary-entry"
		},
		{
			"Word": "soundcheck",
			"@type": "glossary-entry",
			"Description": "Description"
		},
		{
			"Word": "soundstage",
			"@type": "glossary-entry",
			"Description": "Description"
		},
		{
			"Word": "spacebar",
			"@type": "glossary-entry",
			"Description": "Description"
		},
		{
			"Word": "spam (n., adj., v.)",
			"Description": "Lowercase when referring to unsolicited email or the act of sending such email.",
			"@type": "glossary-entry"
		},
		{
			"Word": "spell-checker (n.), spell-check (v.)",
			"Description": "Note hyphen.",
			"@type": "glossary-entry"
		},
		{
			"Word": "spyware",
			"@type": "glossary-entry",
			"Description": "Description"
		},
		{
			"Word": "standalone (adj.)",
			"@type": "glossary-entry",
			"Description": "Description"
		},
		{
			"Word": "startup (n., adj.), start up (v.)",
			"Description": "One word when used as a noun or an adjective. Two words when used as a verb.",
			"@type": "glossary-entry"
		},
		{
			"Word": "style sheet (n.)",
			"Description": "Two words; lowercase even when referring to style sheets created with CSS language.",
			"@type": "glossary-entry"
		},
		{
			"Word": "sync, synched, synching (v.)",
			"Description": "No h in sync. The other verb forms have an h to make them easier to read correctly at first glance. (Without the h, people may initially read syncing as &ldquo;since-ing.&rdquo;)",
			"@type": "glossary-entry"
		},
		{
			"Word": "techno-",
			"Description": "Generally, close up this prefix with root words unless the root word starts with an o or a capital letter—if it does, insert a hyphen. Examples: technobabble, technoelitist, technophobia.",
			"@type": "glossary-entry"
		},
		{
			"Word": "text (n., v.)",
			"Description": "Short form of text message. Plural: texts. Other forms: texted, texting. Examples: Did you get my text? Don&rsquo;t text while driving. She was texting during the lecture.",
			"@type": "glossary-entry"
		},
		{
			"Word": "text box",
			"@type": "glossary-entry",
			"Description": "Description"
		},
		{
			"Word": "text message (n.), text-message (adj., v.)",
			"Description": "Two words when used as a noun. Note hyphen when used as an adjective or a verb. Examples: She had a heated text-message argument with her boyfriend. Did you get my text message? I&rsquo;ll text-message you with the details.",
			"@type": "glossary-entry"
		},
		{
			"Word": "theater, theatre",
			"Description": "The preferred U.S. spelling is theater. Theatre is chiefly British.",
			"@type": "glossary-entry"
		},
		{
			"Word": "thumb drive",
			"Description": "Two words, lowercase. Another name for flash drive.",
			"@type": "glossary-entry"
		},
		{
			"Word": "toolbar",
			"Description": "Lowercase when used generically.",
			"@type": "glossary-entry"
		},
		{
			"Word": "tooltip",
			"Description": "One word, lowercase. A small box containing informational text that appears onscreen when the mouse cursor or pointer rolls over an item on a webpage. Also called a help tag.",
			"@type": "glossary-entry"
		},
		{
			"Word": "TOS",
			"Description": "Abbreviation for terms of service. Abbreviation OK on second reference.",
			"@type": "glossary-entry"
		},
		{
			"Word": "touchpad (n., adj.)",
			"@type": "glossary-entry",
			"Description": "Description"
		},
		{
			"Word": "touchscreen (n., adj.)",
			"@type": "glossary-entry",
			"Description": "Description"
		},
		{
			"Word": "trackball (n., adj.)",
			"@type": "glossary-entry",
			"Description": "Description"
		},
		{
			"Word": "trade show (n., adj.)",
			"@type": "glossary-entry",
			"Description": "Description"
		},
		{
			"Word": "trainwreck (n.)",
			"@type": "glossary-entry",
			"Description": "Description"
		},
		{
			"Word": "Trojan horse",
			"Description": "Note capitalization.",
			"@type": "glossary-entry"
		},
		{
			"Word": "troubleshoot",
			"@type": "glossary-entry",
			"Description": "Description"
		},
		{
			"Word": "tweet (n., v.)",
			"Description": "Lowercase when referring to a message sent via Twitter or to the action of sending such a message. Past tense: tweeted.",
			"@type": "glossary-entry"
		},
		{
			"Word": "TWiki",
			"Description": "An open-source platform for online collaboration. Note capital W. As a trademark, TWiki should be used as an adjective, not a noun.",
			"@type": "glossary-entry"
		},
		{
			"Word": "Twitter (n., adj.)",
			"Description": "Capitalize when referring to the microblogging site.  Do not use as a verb to refer to communicating on Twitter&mdash;use tweet instead.",
			"@type": "glossary-entry"
		},
		{
			"Word": "two-thought compounds",
			"Description": "Close up adjectives that denote two aspects of, or factors affecting, the modified noun and whose first element is a combining form that cannot stand alone. Examples: electromagnetic, psychosomatic, socioeconomic. Close up two-thought compound nouns as well: docudrama. Exceptions: Hyphenate compounds in which the elements are proper adjectives: Judeo-Christian, Franco-American. Also hyphenate temporary, ad hoc compounds: socio-artistic.",
			"@type": "glossary-entry"
		},
		{
			"Word": "UI",
			"Description": "Abbreviation for user interface. Abbreviation OK to use after initial explanation.",
			"@type": "glossary-entry"
		},
		{
			"Word": "UNIX",
			"@type": "glossary-entry",
			"Description": "Description"
		},
		{
			"Word": "up-to-date",
			"Description": "Note hyphens. Examples: Keep your calendar up-to-date. Keep an up-to-date calendar.",
			"@type": "glossary-entry"
		},
		{
			"Word": "upper-left corner",
			"Description": "Note hyphen. Not upper-left-hand corner.",
			"@type": "glossary-entry"
		},
		{
			"Word": "upper-right corner",
			"Description": "Note hyphen. Not upper-right-hand corner.",
			"@type": "glossary-entry"
		},
		{
			"Word": "URL",
			"Description": "All capitals. Stands for Uniform Resource Locator. Abbreviation is always OK. Plural: URLs. Pronunciation &ldquo;yoo-ar-el&rdquo; is most common (a URL); however, pronouncing URL as &ldquo;earl&rdquo; is also acceptable (an URL) as long as it is done consistently.",
			"@type": "glossary-entry"
		},
		{
			"Word": "USB",
			"Description": "Abbreviation for Universal Serial Bus. Abbreviation is always OK.",
			"@type": "glossary-entry"
		},
		{
			"Word": "user",
			"Description": "Because of the techie, impersonal nature of the term user, consider using member, subscriber, customer, reader, visitor, or similar. For more details, see &ldquo;User-instruction mechanics.&rdquo;",
			"@type": "glossary-entry"
		},
		{
			"Word": "user name",
			"Description": "Lowercase, two words. Not username.",
			"@type": "glossary-entry"
		},
		{
			"Word": "VGA",
			"Description": "Abbreviation for video graphics array. Abbreviation is always OK.",
			"@type": "glossary-entry"
		},
		{
			"Word": "video camera",
			"@type": "glossary-entry",
			"Description": "Description"
		},
		{
			"Word": "video game",
			"@type": "glossary-entry",
			"Description": "Description"
		},
		{
			"Word": "videoconference",
			"@type": "glossary-entry",
			"Description": "Description"
		},
		{
			"Word": "vlog",
			"Description": "One word, lowercase. Short for video blog.",
			"@type": "glossary-entry"
		},
		{
			"Word": "VoIP",
			"Description": "Abbreviation for voice over Internet Protocol. Abbreviation OK to use after initial explanation.",
			"@type": "glossary-entry"
		},
		{
			"Word": "VPN",
			"Description": "Abbreviation for virtual private network. Abbreviation OK to use after initial explanation.",
			"@type": "glossary-entry"
		},
		{
			"Word": "wallpaper, wallpapers",
			"@type": "glossary-entry",
			"Description": "Description"
		},
		{
			"Word": "WAN",
			"Description": "Acronym for wide area network. Acronym OK to use after initial explanation.",
			"@type": "glossary-entry"
		},
		{
			"Word": "WAP",
			"Description": "Abbreviation for Wireless Application Protocol. Abbreviation OK after initial explanation.",
			"@type": "glossary-entry"
		},
		{
			"Word": "Web (n., adj.)",
			"Description": "Note capitalization. Examples: Yahoo! Search helps you find information on the Web. Cut and paste the address into your Web browser. Most compounds formed with Web are open, such as Web beacon, Web conference, Web feed, and Web hosting. Exceptions such as webpage and website are included as separate entries in this list. [Updated to include Web beacon.]",
			"@type": "glossary-entry"
		},
		{
			"Word": "webcam",
			"@type": "glossary-entry",
			"Description": "Description"
		},
		{
			"Word": "webcast",
			"@type": "glossary-entry",
			"Description": "Description"
		},
		{
			"Word": "webinar",
			"Description": "A seminar conducted online.",
			"@type": "glossary-entry"
		},
		{
			"Word": "webisode",
			"@type": "glossary-entry",
			"Description": "Description"
		},
		{
			"Word": "weblog",
			"Description": "Use only when describing the origin of the word blog, which is the preferred usage.",
			"@type": "glossary-entry"
		},
		{
			"Word": "webmaster",
			"@type": "glossary-entry",
			"Description": "Description"
		},
		{
			"Word": "webpage",
			"@type": "glossary-entry",
			"Description": "Description"
		},
		{
			"Word": "website",
			"@type": "glossary-entry",
			"Description": "Description"
		},
		{
			"Word": "Wi-Fi",
			"Description": "Short for wireless fidelity. Note capitalization and hyphen. Shortened form always OK.",
			"@type": "glossary-entry"
		},
		{
			"Word": "widescreen",
			"@type": "glossary-entry",
			"Description": "Description"
		},
		{
			"Word": "wiki",
			"Description": "Lowercase. Plural: wikis.",
			"@type": "glossary-entry"
		},
		{
			"Word": "word processing (n.), word-processing (adj.)",
			"Description": "Two words when used as a noun, hyphenated when used as an adjective.",
			"@type": "glossary-entry"
		},
		{
			"Word": "workflow",
			"@type": "glossary-entry",
			"Description": "Description"
		},
		{
			"Word": "World Wide Web",
			"Description": "Note capitalization.",
			"@type": "glossary-entry"
		},
		{
			"Word": "worldwide (adj., adv.)",
			"@type": "glossary-entry",
			"Description": "Description"
		},
		{
			"Word": "WWW",
			"Description": "All capitals. OK to use as an abbreviation for World Wide Web.",
			"@type": "glossary-entry"
		},
		{
			"Word": "WYSIWYG",
			"Description": "Acronym for what you see is what you get. Abbreviation is always OK.",
			"@type": "glossary-entry"
		},
		{
			"Word": "Xbox",
			"Description": "One word. Note capitalization of this Microsoft trademark. Do not add es to form the plural.",
			"@type": "glossary-entry"
		},
		{
			"Word": "XHTML",
			"Description": "Abbreviation for Extensible Hypertext Markup Language. Depending on audience, may require explanation on first reference.",
			"@type": "glossary-entry"
		},
		{
			"Word": "XML",
			"Description": "Abbreviation for Extensible Markup Language. Depending on audience, may require explanation on first reference.",
			"@type": "glossary-entry"
		},
		{
			"Word": "Yahoo (n.)",
			"Description": "When referring to an employee or user of Yahoo!, use uppercase Y and no exclamation point. Plural: Yahoos. Example: Yahoo! employs many Yahoos.",
			"@type": "glossary-entry"
		},
		{
			"Word": "yahoo (v.)",
			"Description": "When using yahoo as a verb, use lowercase y and no exclamation point. Don&rsquo;t use yahoo (the verb) as an exclamation. Example: Yahoo! employees are a dedicated group, often found yahooing on their own time.",
			"@type": "glossary-entry"
		},
		{
			"Word": "Yahoo!",
			"Description": "When referring to the company, its brands, products, or services, use uppercase Y. Note that the exclamation point is considered a character, not a punctuation mark. Possessive: Yahoo!&rsquo;s.",
			"@type": "glossary-entry"
		},
		{
			"Word": "YouTube",
			"Description": "One word. Note capitalization of this Google trademark.",
			"@type": "glossary-entry"
		},
		{
			"Word": "ZIP code",
			"Description": "Note capitalization. Not Zip code.",
			"@type": "glossary-entry"
		}
	]
}